Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A38.tmx
Source language: en_us
Languages: zh_cn

source: Embracing a Life of Solitude
zh_cn: 拥抱孤独的生活

source: FOR the last 16 years, Nick Fahey has been living on an island in the San Juan archipelago north of Puget Sound, in Washington state, where his only full-time companion is a 26-year-old quarter horse called Ig.
zh_cn: 在过去16年里，尼克.法赫一直生活在华盛顿州普捷湾以北圣胡安列岛的其中一座小岛上，他唯一的全天候伙伴是一匹26岁高龄的奎特马，名字叫阿奇（Ig）。

source: Mr. Fahey, 67, lives in a cabin on 100 wooded acres that has been in his family since 1930;
zh_cn: 法赫先生现年67，生活在岛上一座小木屋里，靠自家1930年起就拥有的一百多英亩林地为生。

source: it has no refrigerator, but there is electricity generated by solar panels, so he has light and can charge his cellphone.
zh_cn: 那里没有冰箱，但有电，是靠太阳能电池发的，可以满足他日常照明和手机充电需要。

source: There are few amenities of the material kind, but his days are his own.
zh_cn: 物质上可没多少享受，不过日子本身对他来说就足够了。

source: Time, he said, is “one of the real luxuries of living out here.”
zh_cn: 时间，他说，是“生活在这里的最大奢侈品。”

source: With the exception of cutting wood for fuel and to support himself ― occasionally he makes a trek to neighboring islands or the mainland, to sell the wood or buy groceries ― he is free to do as he pleases.
zh_cn: 伐木除了作为燃料和养活自身外――偶尔他也乐意徒步到旁边的岛或到大陆上，主要是为了卖木材和买一些生活用品――高兴时候，他还会向别人免费供应。

source: Most days are spent rambling around the rocky island and drinking coffee, his favorite French Market brand with chicory.
zh_cn: 大多数日子里，他都是在小石岛的各个角落里漫步或者一个人静静的坐着喝咖啡，他最爱的牌子是法国产的包装上印有菊苣的咖啡。

source: “I don’t worry about whether I am clothed or not,” Mr. Fahey said. “But the weather is such that it’s a good idea to wear some clothes.”
zh_cn: “穿不穿衣服没多大关系，”法赫说，“但是天气这么怪，最好还是穿着。”

source: Getting away from it all: it’s a common fantasy.
zh_cn: 抛开一切是很多人常有的想法。

source: But for some people, fantasizing isn’t enough.
zh_cn: 但是对于有些人来说，仅是想法远远不够。

source: For whatever reason ― the desire for peace and quiet in an increasingly frenetic world, an attempt to escape the intrusiveness of technology or the need for an isolated place to recover from heartbreak ― they feel compelled to act out the fantasy, seeking the kind of solitude found only in the remotest locations.
zh_cn: 出于种种原因，他们有对想法付诸实施的冲动，并且迫切追求着只有在最边远的角落才能找回的孤独感。有的人厌倦了世上的繁华与喧嚣，一心向往着平静与安谧；有的人不堪忍受科技的无孔不入，试图逃避科技引起的种种麻烦；有的人心已碎了，巴望着能找到一块桃源乐土，让破碎的心灵渐渐平复。

source: The compulsion to live in isolation can be attributed to any number of factors, said Elaine N. Aron, a psychologist and the author of “The Undervalued Self” and “The Highly Sensitive Person: How to Thrive When the World Overwhelms You.”
zh_cn: 人们之所以想要过与世隔绝的生活，原因是林林总总的。伊莲.N.艾伦说，她是一位心理学家，也是《贬值了的自我》和《超敏感的人：当世界将你淹没如何壮大自己》两本书的作者。

source: Some people might “really need their downtime,” Dr. Aron said, and seek out “isolation that avoids all social intercourse.”
zh_cn: 有些人也许“的确需要一些时间，”艾伦医生说，去寻找“一种没有社交的隔绝生活。”

source: Others may have developed an “avoidant attachment style” in childhood, resulting in “a need to prove to themselves that they don’t need anybody,” she said.
zh_cn: 有些人则是在儿童时期就已经形成了“不依赖他人的习惯”，她说，从而导致他们“想要证明自己不需要依靠任何人”。

source: For many people, though, the desire for extreme solitude may have simpler roots, she noted: “It could be because they want a mystical experience. You can’t pathologize that.”
zh_cn: 然而，她也强调，有些人向往绝对孤独原因可能非常单纯：“也许他们仅仅想找点不平凡的经历，这可不必归为病态。”

source: When it comes to striking out alone in the wilderness, however, men may be more inclined to do that than women, said John T. Cacioppo, director of the Center for Cognitive and Social Neuroscience at the University of Chicago.
zh_cn: 然而说到在野外追求孤独，男人比女人更有这种倾向。

source: “In our culture, there is this mythic individualism that we cherish,” said Dr. Cacioppo, who studies the biological and cognitive effects of isolation.
zh_cn: 芝加哥大学认知与社会神经科学中心主任约翰T.卡乔波说：“我们有这种追求神秘个人主义的文化。

source: “That’s particularly true for men ― they are supposed to be an island unto themselves.
zh_cn: 对于男人来说尤其如此 ――因为他们被喻为各自独立的岛屿，他们更会把这种神秘文化当真并且试着去追求这种生活。”

source: They take that myth more seriously and try to pursue it.”
zh_cn: 卡乔波博士研究的方向是隔离在生物及认知学上给人带来的影响。

source: For some, he added, a divorce later in life or another equally jarring event may trigger that impulse.
zh_cn: 他接着说，一些后半生经历离婚或者遭遇相类似打击的人更有可能产生这种冲动。

source: “Losing connections during that period of your life becomes very traumatizing,” he said. “One way to deal with that is to prove that you don’t need anyone.”
zh_cn: “在人生的这一阶段出现感情断裂显得非常凄凉，”他说，“无奈的一种办法是证明自己不再需要任何人。”

source: In Mr. Fahey’s case, he moved to the island full time in 1994, several years after he divorced, not because he was traumatized, he said, but because he liked the “feeling of freedom when you’re by yourself.
zh_cn: 在法赫先生的例子中，他1994年开始就完完全全住在这个岛上，那时候他已经离婚好几年。不是因为感觉凄凉，他说，而是因为他喜欢“完全靠自己的自由自在。

source: You don’t have to answer to anybody.”
zh_cn: 你不需要与任何人交谈。”

source: His daughter, Anna, 36, now visits about once a month, and his son, Joe, 39, who lives in France, comes once a year.
zh_cn: 他的女儿叫安娜，现年36，每个月都会过来看看；他的儿子叫乔，现年39，生活在法国，每年会回来探望一次。

source: There are a handful of other residents on the other side of the island, but Mr. Fahey prefers not to socialize with them.
zh_cn: 在这个岛的另一边，也住着一小部分人，但是法赫先生不怎么和他们来往。

source: “I’m not a misanthropic recluse sort of guy,” he said. “I just know that I’d rather be here by myself.”
zh_cn: “我并非愤世嫉俗的遁世隐者，”他说，“但我想我只打算在这里一个人过。”

source: Once a week, though, he does venture to Anacortes, a town on the mainland, 10 miles away by boat, to visit his 99-year-old father in an assisted-living home and to see his girlfriend, Deborah Martin, whom he has been dating for 15 years.
zh_cn: 不过每周他都会到阿纳科尔特斯去一趟，那是陆地上一个城镇，坐船有十英里。他去那里的目的是探望他生活在疗养院里99岁高龄的老爸，并且顺便去看看他的女朋友黛博拉.马丁，他与她之间的关系已经持续十五年了。

source: Ms. Martin, 56, explained: “We are both pretty independent, and I imagine that’s partly why it works.
zh_cn: 马丁女士解释说：“我们各自都很独立，我认为这是我们关系得以持续的原因之一。

source: We don’t have the same expectations that other couples might, like, ‘I need you to be here every night.’ ”
zh_cn: 我们没有像其他夫妇那样“我每天晚上都希望你在身边”的期待。”

source: When they met, she said, she was raising two children on her own and not looking for a father figure for them.
zh_cn: 当他们开始认识的时候，她说，她正独力抚养两个孩子，但是并不打算为他们物色一个父亲的角色。

source: But now that the children are grown, she said, she is considering moving to the island to be with Mr. Fahey.
zh_cn: 但是现在孩子都已长大成人了，所以她说她也正考虑搬到岛上和法赫先生住一起。

source: “I think he probably does get lonely,” she said. “But he loves that place and he gets a lot of sustenance from it. He doesn’t want to forsake it.”
zh_cn: “我认为他的确觉得孤独了，”她说，“但是他很喜欢那块地方，在那里他获得了很多，所以他不想放弃。”

source: FOR Roger Lextrait, 63, living in seclusion seemed like an appealing change, after a harried life as a restaurateur in Portland, Ore.
zh_cn: 对于现年63岁的罗格.莱克斯彻来说，在俄勒冈波特兰市经历餐馆生意的失败后，隐居的想法相当吸引。

source: Mr. Lextrait was the sole inhabitant of the remote tropical atoll of Palmyra, in an island chain administered by the United States in the Northern Pacific Ocean, more than 1,000 miles south of Hawaii, from 1992 to 2000.
zh_cn: 莱克斯彻先生是遥远的热带岛屿帕尔米拉环礁上的唯一居民。该环礁位于太平洋北面，距夏威夷1000英里，是美国管辖的岛链中的一座，他从1992年到2000年间一直住在那里。

source: He wound up there in his mid-40s, after nearly a dozen years of sailing around the world on his yacht, the Cous Cous, following his divorce and the sale of two restaurants in the early 1980s.
zh_cn: 上世纪八十年代早期，经历离婚和两幢餐馆的出卖后，他驾驶自己的帆艇周游世界十二年，在四十五岁左右，他辗转到了这个岛上。

source: Exhausted by his years on the boat, he agreed to take a job as the island’s caretaker, warning ships off the reefs and discouraging vandals.
zh_cn: 苦于十几年来的船上生活，他答应做这个岛的守护人，这份工作所要做的是警告船只远离暗礁和阻止试图破坏岛屿的人。

source: The post was supposed to last a few months, but Mr. Lextrait stayed for eight years.
zh_cn: 他本来只打算做几个月，但是结果一呆就八年。

source: Part of the draw of living on the island, which is now owned by the Nature Conservancy, was that “time did not matter ― sometimes I would lose track of the year,” he said. “It was so magical, millions of birds, turtles. When I’d go out with the dinghy, manta ray would escort me, dolphins.”
zh_cn: 在这个岛（目前被自然管理局管理）上生活吸引人的地方在于“时间概念一点也不重要――有时候我都不知道一年是怎么过的，”他说，“那里鸟儿处处，海龟成群，当我驾着小艇出去，会有蝠鲼替我护航，而且还能看到海豚，那景象太神奇了！”

source: When he arrived, he said, he brought a boat stocked with canned goods, 300 pounds of flour, 30 gallons of olive oil and several cases of wine.
zh_cn: 在他刚到达那个岛的时候，他说，他的船上满载着罐装食品，包括300磅的面粉，30加仑的橄榄油和好几瓶酒。

source: After two years, he had achieved a near-subsistence lifestyle, eating fish from the lagoons and lobster hidden in the reefs.
zh_cn: 两年之后，他的生活水平勉强达到自给自足状态，能吃上小池塘里养的鱼和暗礁里躲藏的龙虾。

source: Still, island life took its toll. “I got attacked by loneliness,” said Mr. Lextrait, who came to depend on the company of his German shepherd mix, TouTou.
zh_cn: 然而，他也为岛上生活付出代价，“我常常被孤单侵袭着，”莱克斯彻说。他后来与混血的德国牧羊犬豆豆相依为命。

source: He would often forgo shaving and dressing, he said, and “I started talking to myself. Sometimes I felt like an animal.”
zh_cn: 有时候，他根本不想刮胡子和穿衣服，他说，并且“我开始自言自语，有时候感觉自己就像个野兽。”

source: His infrequent visitors would ask things like “What are you going to do if a coconut falls on your head?” ― given that the nearest doctor was hundreds of miles away.
zh_cn: 偶尔经过的人会向他问一些像“要是椰子砸到你头上你该怎么办”之类的问题――他们知道距离最近的医生也在数百英里以外。

source: “I said, ‘Oh my, if I think like that, I’ll never do anything.’ ”
zh_cn: “我就说‘啊，我的天，我想要是那样的话，我可能啥都干不了啦。’”

source: Mr. Lextrait, who now lives in Thailand with his wife, Jayne, an American he met in Hawaii after leaving Palmyra, said he returned from seclusion to find the world a changed place.
zh_cn: 莱克斯彻先生现在与他的妻子简妮一起生活在泰国，简妮是一个美国人，在离开帕米利亚后，他在夏威夷碰到了她。他说他从隐居的世界里回来之后一切都已面目全非。

source: “I had no idea that the cellular phone existed, I was so lost,” he said. “I came back with different eyes ― I was a different person.”
zh_cn: “当时我根本不知道有手机这种玩意，实在太令人迷惑了，”他说，“我回来后看待一切都不同了――我发觉自己变了个人。”

source: OTHERS choose a reclusive lifestyle as a political statement.
zh_cn: 有的人把选择隐居的生活方式当作一个政治宣言。

source: Edward Griffith-Jones, a 27-year-old British man, spent the last year living in a hut he built in a national park in Sweden.
zh_cn: 27岁的英国人爱德华.格里菲斯.琼斯已经在瑞士国家公园自己建造的小屋里过完了最后一年。

source: It was his way of being environmentally responsible, he said.
zh_cn: 这是他对环境负责的生活方式，他说。

source: “It’s a very interesting time to find another way of life,” he said. “People use the word ‘sustainable’ a lot, especially if they are in business, and it means nothing.” In England, he had been working in nightclubs and bars, he said, when he met a group of people who squatted in abandoned buildings.
zh_cn: “用另外一种方式生活非常有意思，”他说，“人们经常使用‘可持续’一词，尤其是那些生意人，但是那纯粹是空洞的言辞。”在英国的时候，他在夜总会和酒吧工作过，他说，当他发现一群废弃楼盘的非法占据者。

source: He found he shared their green, anti-establishment values, and eventually became a squatter himself.
zh_cn: 他发现自己与那些人在绿色、反政府等观点上不谋而合，最后他自己也成了其中一员。

source: And after attending a gathering of like-minded people held in a Polish forest, he decided to take that lifestyle to its logical extreme.
zh_cn: 在参加完在波兰一座森林里举行的志趣相投的人的集会后，他打算将这种生活逻辑方式推向极端。

source: For him, that meant living deep in a Swedish forest, an hour and a half walk from the nearest train station ― a trip that could take four hours during the winter, when the snow was deep ― with a couple of other similarly inclined individuals who would come and go.
zh_cn: 对于他来说这意味着在瑞士森林的深处生活，走到最近的火车站，至少也得花上一个半小时――要是在冬天，大雪覆盖的时候可能要四个小时――他要与有类似思想倾向的其他几个人一起走。

source: He had a cellphone, which he charged with a small solar generator and used to call his family and his girlfriend, a college student who visited him every few weeks.
zh_cn: 他有手机，是靠小型太阳能发电机充电的，用以向家里或者女朋友打电话。他的女朋友是一个在校大学生，每隔几周会过来看他一次。

source: His diet was not for the fainthearted.
zh_cn: 他的食物一般胆小的人可真不敢尝试。

source: Along with perch and pike from nearby lakes, he ate wild plants like nettles, berries and tubers, as well as mice and rats.
zh_cn: 除了吃附近湖里养的鲈鱼和梭鱼外，他还吃野生植物，例如荨麻、浆果和一些植物的块茎，有时候甚至还吃老鼠和兔子。

source: He couldn’t hunt larger game because he didn’t have a gun ― to purchase one, he would have had to provide an address ― but he began studying how to make a bow and fletch arrows.
zh_cn: 由于没有枪，他无法进行更大规模的捕猎行动――要买枪的话首先得有个地址――但是他开始学习如何制造弓和羽毛箭。

source: On infrequent trips to town, he would scavenge for unspoiled food in the trash.
zh_cn: 在他偶尔去的市集里，他会去垃圾堆里捡些未变质的食物。

source: “We live in a world where everything is so specialized, now people don’t know how to make anything, they don’t know how to survive,” he said, speaking by cellphone from the forest.
zh_cn: “我们生活在一个所有东西都如此专业化的社会里，现在的人们简直不知道制造任何东西，他们不知道怎么生存，”他在森林里打电话说。

source: “I’m not completely self-sufficient, but I’m learning.” Every aspect of his daily routine was essential to his survival.
zh_cn: “我做不到完全的自给自足，但是我正在努力学习。”他日常生活的方方面面都对他的生存至关重要。

source: “I have to collect firewood, rather than do some job that I have no idea what is the point, which I hate, and from which I am completely alienated,” he said. “Everything in my life feels full of meaning.”
zh_cn: “我得收集柴火，而不是做一些自己都不知道重心所在的工作，我讨厌那种工作，我对那完全陌生，”他说，“而我现在的生活一切对我来说都意义重大。”

source: Recently, though, Mr. Griffith-Jones left the forest, having decided that the lifestyle was not as sustainable as he had hoped, mostly because “women weren’t willing to live there,” he said, “or raise up children in the forest.”
zh_cn: 不过最近，格里菲斯.琼斯先生已经离开森林，因为他发现这样的生活方式并不如他所希望的那样可持续。主要原因在于“女人不会愿意在那里生活的，”他说，“她们更不愿意在林子里面生小孩。”

source: He is now trying to start an ecologically minded commune on a farm nearby.
zh_cn: 现在他正打算在附近的一个农场开一个生态公社。

source: DAVID GLASHEEN, 66, likened his experience of living alone to “going to the moon.”
zh_cn: 66岁的大卫.格拉森将他的孤独生活比喻为“登月球”。

source: “Everything you’ve ever learned means nothing till you come to a place like this,” said Mr. Glasheen, who lives on Restoration Island, off the northern coast of Australia, with his mixed-breed dog, Quasi, and has been there since 1996. “It’s the pinnacle of privacy.”
zh_cn: “要是你到了那种地步，你学到的一切仿佛啥都不是了，”格拉森说，“那简直就是隐居的极至。”格拉森先生从1996年开始到现在一直在澳大利亚北部沿岸的拉斯特雷森岛上，他与他的混血狗库娃丝生活在一起。

source: An entrepreneur who said he has worked in a number of fields ― including mineral exploration, food services and toys ― he had suffered a series of financial losses and divorce when a girlfriend suggested escaping to an island in the early 1990s.
zh_cn: 他曾是一名企业家，在数个领域里干过――包括采矿、食品和玩具制造――在经历一系列经济重创和离婚后，90年代他女朋友建议他躲到这个岛上。

source: “I just wanted the idea of a less stressful life,” he said. “I figured there had to be something better than this out there.”
zh_cn: “我觉得过一种没有那么多压力的生活的实在是一个不错的点子”他说，“我当时认为那里的生活会比外面好。”

source: Mr. Glasheen was living in Sydney at the time and found the island, an uninhabited national park, through a real estate agent.
zh_cn: 当时格拉森先生生活在悉尼，通过一个房地产经纪人，他发现了这个岛，那时候该岛是一个不适合人居住的国家公园。

source: His company, Longboat Investments, leased the land for $20,000 a year, in Australian dollars.
zh_cn: 他的公司，Longboat投资公司每年斥资两万澳元租这块地。

source: He and his girlfriend set up permanent residence there, but she left after six months; their son, now 11, spends some school holidays on the island with Mr. Glasheen.
zh_cn: 他和他女朋友在那上面建立了永久性住房，但是，六个月之后，她就离开了；他们的儿子现在11岁了，会在学校放假的时候在岛上和格拉森先生住些日子。

source: “We had a baby, we had no hot water, we had no washing machine,” he said. “Things are not easy here for a woman.”
zh_cn: “我们有了婴儿，却没有热水，也没有洗衣机，”他说，“这地方对于女人来说可真不容易。”

source: In the city, he said, when you need something, “you pick up the phone and everyone comes running.
zh_cn: 在城市里，他说，你需要什么，“只消打个电话，别人都会争着抢着过来。

source: This is an environment where you have to be independent. Most men can’t handle it either.”
zh_cn: 但是这里的环境要你学会自立，很多人都无法应对一切。”

source: Mr. Glasheen intended to build a resort on the island with a partner, he said, but eventually he scaled back his plans, and is now leasing just 30 acres, which he has turned into a farm.
zh_cn: 格拉森先生本打算与合作者在岛上开辟一个度假胜地，他说，但是那个人中途撤销了他的计划，现在他只能租30英亩地，把它变成了一个农场。

source: Along with native foods like lemon grass and capers, he raises bok choy, tomatoes and corn, sometimes with the help of volunteers who come to work for a month or so in return for food and lodging.
zh_cn: 除了长一些柠檬草和刺山柑之类的土长植物外，他也在这块土地上种上了白菜、西红柿和谷子。有时候有些志愿者会过来帮上个把月的忙，以求得一些食物和住宿。

source: (His farm is listed with an online network called World Wide Opportunities on Organic Farms.) He also makes home-brewed beer that he trades for prawns from trawlers that sometimes anchor off shore.
zh_cn: （他的农场被一个叫World Wide Opportunities on Organic Farms的网站列为生态农场。）他也自酿啤酒以与过往靠岸停泊的旅行者们交换对虾。

source: A few times a year he makes a trip to Cairns, a city nearly 500 miles away, for “condiments and other special things,” he said, but mostly he lives a subsistence lifestyle that requires immense amounts of labor and planning.
zh_cn: 每年，他会到500英里以外的凯恩斯市去几趟，目的是为了买一些“佐料和别的特殊东西，”他说，但是，大多数时候他靠大量劳动和精打细算维生。
